{
    "data1": {
        "id": "SW5kdXN0cnk6MQ==",
        "title": "Experienced Ruby on Rails Developer needed",
        "description": "I'm a Senior Developer and former Microsoft employee, looking for an mid/senior developer to help me out with some of my day to day work. I am looking for someone who is a fast learner to help us develop new features in a large corporate web application. Proven Ruby on Rails experience is a must.",
        "payRate": "HOUR",
        "jobType": "FULL_TIME",
        "closingDate": "2021-07-25"
    },
    "data2": {
        "id": "SW5kdXN0cnk6MQ==",
        "title": "Simple popup",
        "description": "Hello, I need a popup created for me to be pasted on certain pages of my website: Please visit https://www hippovideo.io/ I want the same popup when you press the button 'Get Demo' I want this added to my website on two pages once you submit the form it redirects to calendly Thanks",
        "payRate": "HOUR",
        "jobType": "PART_TIME",
        "closingDate": "2021-07-28"
    },
    "data3": {
        "id": "SW5kdXN0cnk6MQ==",
        "title": "ASP.NET Developer for Long Term Project",
        "description": "At this moment we have two projects for you: 1. Huge health-care project. Main technology stack: ASP.NET MVC AngularJS + Angular. Here the team just started migration process from AngularJS to Angular. So, there will be a lot of points of technical growth. E.g., to use micro-frontends to integrate both AngularJS and Angular parts together. Good news: you do NOT have to have experience with Angular.",
        "payRate": "HOUR",
        "jobType": "VOLUNTEERING",
        "closingDate": "2021-07-29"
    },
    "data4": {
        "id": "SW5kdXN0cnk6MQ==",
        "title": "Software Engineer (Golang)",
        "description": "Design and build scalable microservices and REST APIs to the standards to expose business capabilities for internal and external consumers. Writing scalable, robust, testable, efficient, and easily maintainable code.",
        "payRate": "HOUR",
        "jobType": "INTERNSHIP",
        "closingDate": "2021-08-02"
    },
    "data5": {
        "id": "SW5kdXN0cnk6MQ==",
        "title": "Vue.js Developer",
        "description": "Looking for someone who knows vue.js to make design changes/additions of functionality to a website design project. Some of the tasks required: Add select all / deselect all checkbox option to table Add onclick function and auto-populate input fields",
        "payRate": "HOUR",
        "jobType": "GIG",
        "closingDate": "2021-08-04"
    },
    "data6": {
        "id": "SW5kdXN0cnk6MQ==",
        "title": "Setup Xmpp Media upload",
        "description": "Hello i already setup the ejabberd server and installed adium as a client. sending messages is working fine but i'm struggling to get the sending media feature to work",
        "payRate": "WEEK",
        "jobType": "PART_TIME",
        "closingDate": "2021-08-05"
    }
}